{
    "type": "book",
    "name": "The Epistle of Ignatius to the Ephesians",
    "translation": "William Wake",
    "convertedToJSONBy": "David George",
    "data": [
      {
        "type": "chapter",
        "chapterNo": "1",
        "chapterName": "",
        "noOfSections": 17,
        "sections": [
          {
            "type": "section",
            "heading": "",
            "text": "Ignatius, who is also called Theophorus, to the church which is at Ephesus in Asia; most deservedly happy: being blessed through the greatness and fullness of God the Father, and predestinated before the world began; that it should be always unto an enduring and unchangeable glory; united and chosen through his true passion, according to the will of the Father, and Jesus Christ our God; all happiness, by Jesus Christ, and his undefiled grace."
          },
          {
            "type": "section",
            "heading": "",
            "text": "I have heard of your name much beloved in God; which ye have very justly attained by a habit of righteousness, according to the faith and love which is in Jesus Christ our Saviour."
          },
          {
            "type": "section",
            "heading": "",
            "text": "How that being followers of God, and stirring up yourselves by the blood of Christ ye have perfectly accomplished the work that was con-natural unto you."
          },
          {
            "type": "section",
            "heading": "",
            "text": "For hearing that I came bound from Syria, for the common name and hope, trusting through your prayers to fight with beasts at home; so that by suffering I may become indeed the disciple of him who gave himself to God, an offering and sacrifice for us; ye hastened to see me. I received, therefore, in the name of God, your whole multitude in Onesimus;"
          },
          {
            "type": "section",
            "heading": "",
            "text": "Who by: inexpressible love is ours, but according to the flesh is our bishop; whom I beseech you, pray Jesus Christ, to love: and that you would all strive to be like unto him. And blessed be God, who has granted unto you, who are so worthy of him, to enjoy such an excellent bishop."
          },
          {
            "type": "section",
            "heading": "",
            "text": "For what concerns my fellow servant Burrhus, and your most blessed deacon in things pertaining to God; I entreat you that he may tarry longer, both for yours, and your bishop's honour."
          },
          {
            "type": "section",
            "heading": "",
            "text": "And Crocus also worthy of both our God and you, whom I have received as the pattern of your love, has in all things refreshed me, as the Father of our Lord Jesus Christ shall also refresh him; together with Onesimus, and Burrhus, and Euplus, and Fronto, in whom I have, as to your charity, seen all of you, And may always, have joy of you, if I shall be worthy of it."
          },
          {
            "type": "section",
            "heading": "",
            "text": "It is therefore fitting that you should by all means glorify Jesus Christ, who hath glorified you that by a uniform obedience ye may be perfectly joined together in the same mind, and in the same judgment; and may all speak the same things concerning everything:"
          },
          {
            "type": "section",
            "heading": "",
            "text": "And that being, subject to your bishop, and the presbytery, ye may be wholly and thoroughly sanctified."
          },
          {
            "type": "section",
            "heading": "",
            "text": "These things I prescribe to you, not as if I were somebody extraordinary: for though I am bound for his name, I am not yet perfect in Christ Jesus. But now I begin to learn, and I speak to you as fellow disciples together with me."
          },
          {
            "type": "section",
            "heading": "",
            "text": "For I ought to have been stirred up by you, in faith: in admonition; in patience; in long- suffering; but forasmuch as charity suffers me not to be silent towards you, I have first taken upon me to exhort you, that ye would all run together, according to the will of God."
          },
          {
            "type": "section",
            "heading": "",
            "text": "For even Jesus Christ, our inseparable life, is sent by the will of the Father; as the bishops, appointed unto the utmost bounds of the earth, are by the will of Jesus Christ."
          },
          {
            "type": "section",
            "heading": "",
            "text": "Wherefore it will become you to run together according to the will of your bishop, as also ye do,"
          },
          {
            "type": "section",
            "heading": "",
            "text": "For your famous presbytery, worthy of God, is fitted as exactly to the bishop, as the strings are to the harp."
          },
          {
            "type": "section",
            "heading": "",
            "text": "Therefore in your concord and agreeing charity, Jesus Christ is sung; and every single person among you makes up the chorus:"
          },
          {
            "type": "section",
            "heading": "",
            "text": "That so being all consonant in love, and taking up the song of God, ye may in a perfect unity with one voice, sing to the Father by Jesus Christ; to the end that he may both hear you, and perceive by your works, that ye are indeed the members of his son."
          },
          {
            "type": "section",
            "heading": "",
            "text": "Wherefore it is profitable for you to live in an unblameable unity, that so ye may always have a fellowship with God."
          }
        ]
      },
      {
        "type": "chapter",
        "chapterNo": "2",
        "chapterName": "",
        "noOfSections": 13,
        "sections": [
          {
            "type": "section",
            "heading": "",
            "text": "For if I in this little time have had such a familiarity with your bishop, I mean not a carnal, but spiritual acquaintance with him; how much more must I think you happy who are so joined to him, as the church is to Jesus Christ, and Jesus Christ to the Father; so that all things may agree in the same unity."
          },
          {
            "type": "section",
            "heading": "",
            "text": "Let no man deceive himself; if a man be not within the altar, he is deprived of the bread of God. For if the prayer of one or two be of such force, as we are told; how much more powerful shall that of the bishop and the whole church be?"
          },
          {
            "type": "section",
            "heading": "",
            "text": "He therefore that does not come together in the same place with it, is proud, and has already condemned himself; for it is written, God resisteth the proud. Let us take heed therefore, that we do not set ourselves against the bishop, that we may be subject to God."
          },
          {
            "type": "section",
            "heading": "",
            "text": "The more any one sees his bishop silent, the more let him revere him. For whomsoever the master of the house sends to be over his own household, we ought in like manner to receive him, as we do him that sent him. It is therefore evident that we ought to look upon the bishop, even as we do upon the Lord himself."
          },
          {
            "type": "section",
            "heading": "",
            "text": "And indeed Onesimus himself does greatly commend your good order in God: that you all live according to the truth, and that no heresy dwells among you. For neither do ye hearken to anyone more than to Jesus Christ speaking to you in truth."
          },
          {
            "type": "section",
            "heading": "",
            "text": "For some there are who carry about the name of Christ in deceitfulness, but do things unworthy of God; whom ye must flee, as ye would do so many wild beasts. For they are raving dogs, who bite secretly; against whom ye must guard yourselves, as men hardly to be cured."
          },
          {
            "type": "section",
            "heading": "",
            "text": "There is one Physician, both fleshy and spiritual; made and not made; God incarnate; true life in death; both of Mary and of God: first passible, then impassible; even Jesus Christ our Lord."
          },
          {
            "type": "section",
            "heading": "",
            "text": "Wherefore let no man deceive you; as indeed neither are ye deceived, being wholly the servants of God. For inasmuch as there is no contention nor strife among you, to trouble you, ye must needs live according to God's will. My soul be for yours; and I myself, the expiatory offering for your church of Ephesus; so famous throughout the world."
          },
          {
            "type": "section",
            "heading": "",
            "text": "They that are of the flesh cannot do the works of the spirit; neither they that are of the spirit the works of the flesh; as he that has faith cannot be an infidel; nor he that is an infidel have faith. But even those things which ye do according to the flesh are spiritual; forasmuch as ye do all things in Jesus Christ."
          },
          {
            "type": "section",
            "heading": "",
            "text": "Nevertheless I have heard of some who have passed by you, having perverse doctrine; whom ye did not suffer to sow among you; but stopped your ears, that ye might not receive those things that were sown by them: because being the stones of the temple of the Father, prepared for his building; and drawn up on high by the Cross of Christ, as by an engine;"
          },
          {
            "type": "section",
            "heading": "",
            "text": "Using the Holy Ghost as the rope: your faith being your support; and your charity the way that leads unto God."
          },
          {
            "type": "section",
            "heading": "",
            "text": "Ye are therefore, with all your companions in the same journey full of God; his spiritual temples, full of Christ, and of holiness: adorned in all things with the commands of Christ."
          },
          {
            "type": "section",
            "heading": "",
            "text": "In whom also I rejoice that I have been thought worthy by this present epistle to converse, and joy together with you; that with respect to the other life, ye love nothing but God only."
          }
        ]
      },
      {
        "type": "chapter",
        "chapterNo": "3",
        "chapterName": "",
        "noOfSections": 23,
        "sections": [
          {
            "type": "section",
            "heading": "",
            "text": "Pray also without ceasing for other men; for there is hope of repentance in them, that they may attain unto God. Let them therefore at least be instructed by your works, if they will be no other way."
          },
          {
            "type": "section",
            "heading": "",
            "text": "Be ye mild at their anger; humble at their boasting; to their blasphemies return your prayers to their error, your firmness in the faith; when they are cruel, be ye gentle; not endeavouring to imitate their ways."
          },
          {
            "type": "section",
            "heading": "",
            "text": "Let us be their brethren in all kindness and moderation, but let us be followers of the Lord; for who was ever more unjustly used? More destitute? More despised?"
          },
          {
            "type": "section",
            "heading": "",
            "text": "That so no herb of the devil may be found in you: but ye may remain in all holiness and sobriety both of body and spirit, in Christ Jesus."
          },
          {
            "type": "section",
            "heading": "",
            "text": "The last times are come upon us: let us therefore be very reverent, and fear the long- suffering of God, that it be not to us unto condemnation."
          },
          {
            "type": "section",
            "heading": "",
            "text": "For let us either fear the wrath that is to come, or let us love the grace that we at present enjoy; that by the one or other of these, we may be found in Christ Jesus, unto true life."
          },
          {
            "type": "section",
            "heading": "",
            "text": "Besides him, let nothing be worthy of you; for whom also I bear about these bonds; those spiritual jewels, in which I would to God that I might arise through your prayers."
          },
          {
            "type": "section",
            "heading": "",
            "text": "Of which I entreat you to make me always partaker, that I may be found in the lot of the Christians of Ephesus, who have always agreed with the Apostles, through the power of Jesus Christ."
          },
          {
            "type": "section",
            "heading": "",
            "text": "I know both who I am, and to whom I write: I, a person condemned; ye, such as have obtained mercy; I, exposed to danger; ye confirmed against danger."
          },
          {
            "type": "section",
            "heading": "",
            "text": "Ye are the passage of those that are killed for God; the companions of Paul in the mysteries of the Gospel; the holy, the martyr, the deservedly most happy Paul: at whose feet may I be found, when I shall have attained unto God; who throughout all his epistles, makes mention of you in Christ Jesus."
          },
          {
            "type": "section",
            "heading": "",
            "text": "Let it be your care therefore to come more fully together, to the praise and glory of God; for when ye meet fully together in the same place, the powers of the devil are destroyed, and his mischief is dissolved by the unity of your faith."
          },
          {
            "type": "section",
            "heading": "",
            "text": "And indeed, nothing is better than peace, by which all war both spiritual and earthly is abolished."
          },
          {
            "type": "section",
            "heading": "",
            "text": "Of all which, nothing is hid from you, if ye have perfect faith and charity in Christ Jesus, which are the beginning and end of life."
          },
          {
            "type": "section",
            "heading": "",
            "text": "For the beginning is faith; the end is charity. And these two joined together, are of God; but all other things which concern a holy life, are the consequences of these."
          },
          {
            "type": "section",
            "heading": "",
            "text": "No man professing a true faith, sinneth; neither does he who has charity hate any."
          },
          {
            "type": "section",
            "heading": "",
            "text": "The tree is made manifest by its fruit; so they who profess themselves to be Christians are known by what they do."
          },
          {
            "type": "section",
            "heading": "",
            "text": "For Christianity is not the work of an outward profession; but shows itself in the power of faith, if a man be found faithful unto the end."
          },
          {
            "type": "section",
            "heading": "",
            "text": "It is better for a man to hold his peace, and be; than to say, he is a Christian, and not to be."
          },
          {
            "type": "section",
            "heading": "",
            "text": "It is good to teach; if what he says he does likewise."
          },
          {
            "type": "section",
            "heading": "",
            "text": "There is therefore one master who spake, and it was done; and even those things which he did without speaking, are worthy of the Father."
          },
          {
            "type": "section",
            "heading": "",
            "text": "He that possesses the word of Jesus, is truly able to bear his very silence. That he may be perfect, be will do according to what he speaks, and be known by those things of which he is silent."
          },
          {
            "type": "section",
            "heading": "",
            "text": "There is nothing hid from God, but even our secrets are nigh unto him."
          },
          {
            "type": "section",
            "heading": "",
            "text": "Let us therefore do all things, as becomes those who have God dwelling in them; that we maybe his temples; and he may be our God as also he is, and will manifest himself before our faces, by those things for which we justly love him."
          }
        ]
      },
      {
        "type": "chapter",
        "chapterNo": "4",
        "chapterName": "",
        "noOfSections": 19,
        "sections": [
          {
            "type": "section",
            "heading": "",
            "text": "Be not deceived, my brethren: those that corrupt families by adultery, shall not inherit the kingdom of God."
          },
          {
            "type": "section",
            "heading": "",
            "text": "If therefore they who do this according to the flesh, have suffered death; how much more shall he die, who by his wicked doctrine corrupts the faith of God, for which Christ was crucified?"
          },
          {
            "type": "section",
            "heading": "",
            "text": "He that is thus defiled, shall depart into unquenchable fire, and so also shall he that hearkens to him."
          },
          {
            "type": "section",
            "heading": "",
            "text": "For this cause did the Lord suffer the ointment to be poured on his head; that he might breathe the breath of immortality unto his church."
          },
          {
            "type": "section",
            "heading": "",
            "text": "Be not ye therefore anointed with the evil savour of the doctrine of the prince of this world: let him not take you captive from the life that is set before you."
          },
          {
            "type": "section",
            "heading": "",
            "text": "And why are we not all wise, seeing we have received the knowledge of God, which is Jesus Christ? Why do we suffer ourselves foolishly to perish; not considering the gift which the Lord has truly sent to us?"
          },
          {
            "type": "section",
            "heading": "",
            "text": "Let my life be sacrificed for the doctrine of the cross; which is indeed a scandal to the unbelievers, but to us is salvation and life eternal."
          },
          {
            "type": "section",
            "heading": "",
            "text": "Where is the wise man? Where is the disputer? Where is the boasting of those who are called wise?"
          },
          {
            "type": "section",
            "heading": "",
            "text": "For our Lord Jesus Christ was according to the dispensation of God, conceived in the womb of Mary, of the seed of David, by the Holy Ghost. He was born and baptized, that through his passion he might purify water, to the washing away of sin."
          },
          {
            "type": "section",
            "heading": "",
            "text": "Now the Virginity of Mary, and he who was born of her, was kept in secret from the prince of this world; as was also the death of our Lord: three of the mysteries the most spoken of throughout the world, yet done in secret by God."
          },
          {
            "type": "section",
            "heading": "",
            "text": "How then was our Saviour manifested to the world? A star shone in heaven beyond all the other stars, and its light was inexpressible, and its novelty struck terror into men's minds. All the rest of the stars, together with the sun and moon, were the chorus to this star; but that sent out its light exceedingly above them all."
          },
          {
            "type": "section",
            "heading": "",
            "text": "And men began to be troubled to think whence this new star came so unlike to all the others."
          },
          {
            "type": "section",
            "heading": "",
            "text": "Hence all the power of magic became dissolved; and every bond of wickedness was destroyed: men's ignorance was taken away; and the old kingdom abolished; God himself appearing in the form of a man, for the renewal of eternal life."
          },
          {
            "type": "section",
            "heading": "",
            "text": "From thence began what God had prepared: from thenceforth things were disturbed; forasmuch as he designed to abolish death."
          },
          {
            "type": "section",
            "heading": "",
            "text": "But if Jesus Christ shall give me grace through your prayers, and if it be his will, I purpose in a second epistle which I will suddenly write unto you, to manifest to you more fully the dispensation of which I have now begun to speak, about the new man, which is Jesus Christ; both in his faith, and charity; in his suffering, and in his resurrection."
          },
          {
            "type": "section",
            "heading": "",
            "text": "Especially if the Lord shall make known unto me, that ye all by name come together united in one faith, and in Jesus Christ; who was of the race of David according to the flesh; the Son of man, and son of God; obeying your bishop and the presbytery with <ref>One mind.<ref>an entire affection; breaking one and the same bread, which is the medicine of immortality; our antidote that we should not die, but live for ever in Christ Jesus."
          },
          {
            "type": "section",
            "heading": "",
            "text": "My soul be for yours, and theirs whom ye have sent, to the glory of God; even unto Smyrna, from whence also I write to you; giving thanks unto the Lord and loving Polycarp even as I do you. Remember me, as Jesus Christ does remember you."
          },
          {
            "type": "section",
            "heading": "",
            "text": "Pray for the church which is in Syria, from whence I am carried bound to Rome; being the least of all the faithful which are there, as I have been thought worthy to be found, to the glory of God."
          },
          {
            "type": "section",
            "heading": "",
            "text": "Fare ye well in God the Father, and in Jesus Christ, our common hope. Amen."
          }
        ]
      }
    ]
  }